MICLARO-BACK-master/Servicios/api/application/views/Request/ValidarRegistroAnexo2.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v1="http://www.amx.com/co/schema/mobile/enterprise/aplicationIntegration/GestionImei/v1.0" xmlns:v11="http://www.amx.com/co/schema/mobile/common/aplicationIntegration/Cliente/v1.0">
   <soapenv:Header/>
   <soapenv:Body>
      <v1:ValidarRegistroAnexo2Request>
         <v1:infoValidarRegistroAnexo2>
            <v11:imei><?=$Vvw2svm1imq2?></v11:imei>
            <v11:min><?=$Vs22d354gql3?></v11:min>
            <v11:tipoDocumento><?=$Vavp2nskxxqq?></v11:tipoDocumento>
            <v11:numeroDocumento><?=$Vn50uwokkhvo?></v11:numeroDocumento>
         </v1:infoValidarRegistroAnexo2>
      </v1:ValidarRegistroAnexo2Request>
   </soapenv:Body>
</soapenv:Envelope>   
